---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricAreaType
source: html/7e2c6129-02fb-6b78-4f75-8de96cc5f4b5.htm
---
# FabricAreaType Properties

The id of the assembly instance to which the element belongs.